
const items = [
    {
      name: "Шаг 1: Разгон (1 упражнение) (< 1 мин)",
      steps: [
        "выпить стакан воды ",
        "раскатать коврик ",
        "включить любимый трек ",
        "начать делать какое-то простое движение"
      ]
    },
    {
      name: "Шаг 2: Внутренние органы (1 упражнение) (1-2 минуты)",
      steps: [
        "Давим на органы, разминаем капилляры и сосуды",
        "Упражнения на массаж органов:",
        "прокатка на валике",
        "Ручной самомассаж",
        "Перкусионный массажер",
      ]
    },
    {
      name: "Шаг 3: Суставная разминка (2-3 минуты)",
      steps: [
        "Каждый сустав (н. шея, предплечье, ступни и т.д) по 30 секунд.",
      ]
    },
    {
      name: "Шаг 4: Мобильность (2-3 упражнения) (3 мин)",
      steps: [
        "Упражнения: ",
        "Нырнул щучкой - передумал",
        "Сквозной боковой удар",
        "Боковой выпад-указатель ",
        "Выпады человека-паука",
        "Пловцы лёжа",
        "Казачий присед",
        "Т-образное вращение",
      ]
    },
    {
      name: "Шаг 5: Координация  (н. моторика, ритмика, вестибюлярный аппарат, баланс) 2-3 упражнения в разном стиле. (3 минуты)",
      steps: [
        "Упражнения:",
        "Роняем-ловим",
        "Шелковые касания",
        "Прыжок шорт-трек",
        "Пистолетик (ниже championat.com",
        "Прыжки в четыре точки ",
        "Поза дерева",
        "Вытяжение противоположных руки и ноги",
      ]
    },
    {
      name: "Шаг 6: Мышечный памп  (скорость) (3 минуты)",
      steps: [
        "Цикруль-отжимания:",
        "Выпрыгивания",
        "Тяги в наклоне ",
        "Отжимания",
        "Приседения",
      ]
    },
    {
      name: "Шаг 7: Торможение (5 минут)",
      steps: [
        "Расслаблюящие вибрации:",
        "Массаж лица и головы",
        "2-3 позы базовой растяжки",
        "10 диафрагмальных дыханий",
        "Немного самопрограммирования себя на предстоящий день",
      ]
    },
  ]
  export default items;
  //     Шаг 1: Разгон (1 упражнение) (< 1 мин)
  //     -выпить стакан воды 
  //     -раскатать коврик 
  //     -включить любимый трек 
  //     - начать делать какое-то простое движение
  
  //     Шаг 2: Внутренние органы (1 упражнение) (1-2 минуты)
  //     -Давим на органы, разминаем капилляры и сосуды
  //     Упражнения на массаж органов:
  //     -прокатка на валике
  //     -Ручной самомассаж
  //     -Перкусионный массажер
  
  //     Шаг 3: Суставная разминка (2-3 минуты)
  //     Каждый сустав (н. шея, предплечье, ступни и т.д) по 30 секунд.
  
  //     Шаг 4: Мобильность (2-3 упражнения) (3 мин)
  //     Упражнения: 
  //     -Нырнул щучкой - передумал
  //     -Сквозной боковой удар
  //     -Боковой выпад-указатель 
  //     -Выпады человека-паука
  //     -Пловцы лёжа
  //     -Казачий присед
  //     -Т-образное вращение
  
  //     Шаг 5: Координация  (н. моторика, ритмика, вестибюлярный аппарат, баланс) 2-3 упражнения в разном стиле. (3 минуты)
  //     Упражнения:
  //     -Роняем-ловим
  //     -Шелковые касания
  //     -Прыжок шорт-трек
  //     -Пистолетик (ниже championat.com
  //     -Прыжки в четыре точки 
  //     -Поза дерева
  //     -Вытяжение противоположных руки и ноги 
  
  //     Шаг 6: Мышечный памп  (скорость) (3 минуты)
  //     -цикруль-отжимания
  //     -выпрыгивания
  //     -тяги в наклоне 
  //     -отжимания
  //     -приседения
  
  //     Шаг 7: Торможение (5 минут)
  //     -Расслаблюящие вибрации
  //     -Массаж лица и головы
  //     -2-3 позы базовой растяжки
  //     -10 диафрагмальных дыханий
  //     -немного самопрограммирования себя на предстоящий день 